tap "avtranscoder/official"
tap "benesch/os161"
tap "bfontaine/utils"
tap "browsh-org/browsh"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "josegonzalez/php"
tap "koekeishiya/formulae"
tap "mpv-player/mpv"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rogual/neovim-dot-app"
tap "sbdchd/skim"
tap "universal-ctags/universal-ctags"
tap "yudai/gotty"
brew "arp-scan"
brew "arpack"
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "asciiquarium"
brew "aspcud"
brew "gettext", link: true
brew "atomicparsley"
brew "atool"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bazel"
brew "bear"
brew "bench"
brew "bfg"
brew "bison"
brew "bmake"
brew "boost-python"
brew "boxes"
brew "ghc"
brew "cabal-install"
brew "pixman"
brew "camlp4"
brew "phantomjs"
brew "casperjs"
brew "catimg"
brew "ccat"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "cppcheck"
brew "flex"
brew "gawk"
brew "gnu-sed"
brew "libtool"
brew "crosstool-ng"
brew "cscope"
brew "curl"
brew "libunistring"
brew "w3m"
brew "wget"
brew "dasht"
brew "di"
brew "diff-so-fancy"
brew "jpeg"
brew "dlib"
brew "docker", link: false
brew "docutils", link: false
brew "eigen"
brew "nettle"
brew "emacs", args: ["with-cocoa"], link: false
brew "entr"
brew "ghostscript"
brew "epstool"
brew "exa"
brew "fasd"
brew "fd"
brew "giflib"
brew "imlib2"
brew "feh"
brew "lame"
brew "xvid"
brew "ffmpeg", args: ["with-libvorbis", "with-theora"]
brew "libvo-aacenc"
brew "fig2dev"
brew "figlet"
brew "pcre2"
brew "fish"
brew "fltk"
brew "fluid-synth"
brew "icu4c"
brew "fontforge"
brew "fpp"
brew "freeimage"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gcal"
brew "gcovr"
brew "gd"
brew "gdb"
brew "geoip"
brew "gflags"
brew "git", args: ["without-completions"]
brew "git-lfs"
brew "gl2ps"
brew "glew"
brew "glfw"
brew "glog"
brew "glpk"
brew "gmp@4"
brew "libxml2"
brew "gnu-prolog"
brew "gnu-typist"
brew "libusb"
brew "gnupg", link: false
brew "gnuplot"
brew "go"
brew "sdl2_image"
brew "gource"
brew "graphicsmagick"
brew "graphviz"
brew "grip"
brew "gstreamer"
brew "hicolor-icon-theme"
brew "gtk+"
brew "haskell-stack"
brew "szip"
brew "hdf5"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyper"
brew "icdiff"
brew "ilmbase"
brew "isl@0.12"
brew "jpeg-turbo"
brew "leptonica"
brew "libav"
brew "libcaca", args: ["with-imlib2"]
brew "libssh"
brew "libssh2"
brew "libtensorflow"
brew "libtermkey"
brew "libvterm"
brew "libyaml"
brew "llvm"
brew "lolcat"
brew "lsyncd"
brew "lua@5.1"
brew "luajit"
brew "lzip"
brew "macvim", args: ["with-lua", "with-override-system-vim"]
brew "md5sha1sum"
brew "media-info"
brew "mercurial"
brew "metis"
brew "micro"
brew "mosh"
brew "most"
brew "mpd"
brew "mpg123"
brew "mplayer"
brew "mpv"
brew "msgpack"
brew "multitail"
brew "tokyo-cabinet"
brew "mutt"
brew "ncdu"
brew "ncurses"
brew "ncmpcpp"
brew "neofetch"
brew "unibilium"
brew "neovim"
brew "nmap"
brew "no-more-secrets"
brew "node"
brew "node@4"
brew "ntfs-3g"
brew "numpy"
brew "nvm"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "texinfo"
brew "octave"
brew "opam"
brew "openexr"
brew "opencv"
brew "p7zip"
brew "pacvim"
brew "pandoc"
brew "parallel"
brew "pdftohtml"
brew "pgcli"
brew "pinentry-mac"
brew "pipes-sh"
brew "progress"
brew "pulseaudio"
brew "pv"
brew "pypy"
brew "pypy3"
brew "qt"
brew "pyside"
brew "qcachegrind"
brew "qrencode"
brew "r"
brew "ragel"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rsync"
brew "rtags"
brew "ruby"
brew "screenfetch"
brew "sdl"
brew "sl"
brew "snappy"
brew "speedtest-cli"
brew "sshfs"
brew "stress"
brew "swi-prolog"
brew "telnet"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tiger-vnc"
brew "timidity"
brew "tldr"
brew "tmux", args: ["with-utf8proc"]
brew "torrentcheck"
brew "translate-shell"
brew "trash"
brew "tree"
brew "ttyd"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "vapoursynth"
brew "wakeonlan"
brew "watch"
brew "yasm"
brew "zenity"
brew "zlib"
brew "zsh"
brew "benesch/os161/os161-gcc"
brew "benesch/os161/os161-gdb"
brew "benesch/os161/sys161"
brew "bfontaine/utils/hiptext"
brew "browsh-org/browsh/browsh"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "koekeishiya/formulae/kwm"
brew "neomutt/neomutt/neomutt"
brew "railwaycat/emacsmacport/emacs-mac"
brew "rogual/neovim-dot-app/neovim-dot-app"
brew "sbdchd/skim/skim"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yudai/gotty/gotty"
cask "angry-ip-scanner"
cask "anki"
cask "black-screen"
cask "cinder"
cask "cool-retro-term"
cask "deckard"
cask "eclipse-java"
cask "firefox"
cask "font-hack-nerd-font"
cask "fontforge"
cask "ginbox"
cask "hyper"
cask "iina"
cask "keycastr"
cask "lighttable"
cask "oni"
cask "openframeworks"
cask "osu"
cask "pdftotext"
cask "powershell"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "spectacle"
cask "sublime-text"
cask "upterm"
cask "vlc"
cask "zenmap"
